Repository: theforeman/hammer-cli
Catalog: locale/*/hammer-cli.po
Languages: de, es, fr, it, ja, ka, pt_br, ru, zh_tw

source: Following parameters accept format defined by its schema (bold are required; <> contains acceptable type; [] contains acceptable value):
fr: Les paramètres suivants acceptent le format défini par son schéma (les caractères gras sont obligatoires ; <> contient le type acceptable ; [] contient la valeur acceptable) :
ja: 以下のパラメーターは、スキーマで定義された形式を使用できます (太字の項目は必須。<> には使用可能なタイプが、[] には使用可能な値が含まれます。):
ka: შემდეგი პარამეტრები მიიღება მისი სქემით განსაზღვრულ ფორმატს (აუცილებელია თამამი; <> შეიცავს მისაღებ ტიპს; [] შეიცავს მისაღებ მნიშვნელობას):

source: Option details
de: Optionsdetails
es: Detalles de la opción
fr: Détails de l'option
ja: オプションの詳細
ka: პარამეტრის დეტალები
pt_br: Detalhes da opção

source: Here you can find option types and the value an option can accept:
fr: Vous trouverez ici les types d’option et la valeur qu’une option puisse accepter :
ja: ここでは、オプションの種類と、オプションで使用できる値を確認できます。
ka: აქ შეგიძლიათ იპოვოთ პარამეტრის ტიპები და მნიშვნელობა, რომელიც მას შეუძლია მიიღოს:

source: Predefined field sets
de: Vordefinierte Feldsätze
es: Conjuntos de campos predefinidos
fr: Ensembles de champs prédéfinis
ja: 事前定義済みのフィールドセット
ka: ველების წინასწარ აღწერილი ნაკრებები
pt_br: Conjuntos de campos predefinidos

source: Command extensions should be inherited from %s.
de: Befehlserweiterungen sollten von geerbt werden %s .
es: Las extensiones de comando deben ser heredadas de los %s.
fr: Les extensions de commande doivent être héritées de %s.
ja: コマンド拡張は %s から継承する必要があります。
ka: ბრძანების გაფართოებების %s-დან მემკვიდრეობით მიღება შეუძლებელია.
pt_br: As extensões de comando devem ser herdadas de %s.

source: Unfortunately the server does not support such operation.
de: Leider unterstützt der Server eine solche Operation nicht.
es: Lamentablemente, el servidor no admite esa operación.
fr: Malheureusement le serveur ne supporte pas cette opération.
ja: 残念ですがサーバーはその操作をサポートしていません。
ka: სამწუხაროდ სერვერს ამ ოპერაციის მხარდაჭერა არ გააჩნია.
pt_br: Infelizmente o servidor não suporta tal operação.

source: The server does not support such operation.
de: Diese Operation wird vom Server nicht unterstützt.
es: El servidor no soporta esa operación.
fr: Le serveur ne supporte pas cette opération.
ja: サーバーはこの操作に対応していません。
ka: სერვერს ამ ოპერაციის მხარდაჭერა არ გააჩნია.
pt_br: O servidor não suporta tal operação

source: Prepare map of options and subcommands for Bash completion
de: Bereiten Sie eine Karte mit Optionen und Unterbefehlen für die Bash-Vervollständigung vor
es: Preparar el mapa de opciones y subcomandos para la finalización de Bash
fr: Préparer une liste des options et des sous-commandes pour le travail en lignes de commandes
ja: Bash 補完向けのオプションおよびサブコマンドのマップを準備します
ka: მოამზადეთ პარამეტრებისა და ქვებრძანებების რუკა Bash-ის დასრულებისთვის
pt_br: Preparar mapa de opções e subcomandos para a conclusão do Bash

source: Unable to find hostname in %s.
de: Hostname konnte nicht gefunden werden in %s.
es: No se encontró el nombre del host en %s.
fr: Impossible de trouver le nom d'hôte dans %s.
ja: %s でホスト名が見つかりません。
ka: %s-ში ჰოსტების სახელის მოძებნა შეუძლებელია.
pt_br: Não foi possível encontrar o nome de host em %s.

source: CA certificate for %{uri} was stored to %{file}.
de: CA Zertifikat für %{uri} wurde in %{file} gespeichert
es: El certificado CA de %{uri} se almacenó en %{file}.
fr: Le certificat CA de %{uri} a été stocké dans %{file}.
ja: %{uri} の CA 証明書が %{file} に保存されました。
ka: %{uri}-ის CA სერტიფიკატი %{file}-შია შენახული.
pt_br: O certificado da CA para %{uri} foi armazenado para %{file}.

source: Now hammer can use the downloaded certificate to verify SSL connection to the server.
de: Jetzt kann Hammer das heruntergeladene Zertifikat verwenden, um die SSL-Verbindung zum Server zu überprüfen.
es: Ahora, hammer puede usar el certificado de descarga para verificar la conexión SSL con el servidor.
fr: À présent, hammer peut utiliser le certificat téléchargé pour vérifier la connexion SSL avec le serveur.
ja: hammer はダウンロードされた証明書を使用して、サーバーへの SSL 接続を検証できるようになりました。
ka: ახლა hammer-ს სერვერთან SSL კავშირის დასადასტურებლად გადმოწერილი სერთიფიკატის გამოყენებაც შეუძლია.
pt_br: Novo martelo pode usar o certificado transferido para verificar conexão SSL no servidor.

source: It will be used automatically when ssl_ca_path and ssl_ca_file options are not set.
de: Sie wird automatisch verwendet, wenn die Optionen ssl_ca_path und ssl_ca_file nicht gesetzt sind.
es: Se utilizará en forma automática cuando no se encuentren configuradas las opciones ca_path y ssl_ca_file.
fr: Il est utilisé automatiquement lorsque les options ssl_ca_path et ssl_ca_file ne sont pas définies.
ja: ssl_ca_path および ssl_ca_file オプションが設定されていない場合に使用されます。
ka: ის ავტომატურად იქნება გამოყენებული, როდესაც ssl_ca_path და ssl_ca_file პარამეტრები არ არის დაყენებული.
pt_br: Será usado automaticamente quando as opções ssl_ca_path e ssl_ca_file não estiverem definidas.

source: Be aware that hammer cannot verify whether the certificate is correct and you should verify its authenticity.
de: SIE WIRD automatisch verwendet, WENN sterben Optionen ssl_ca_path und ssl_ca_file nicht gesetzt sind.
es: Tenga en cuenta que hammer no puede verificar si el certificado es correcto. Usted debería corroborar su autenticidad.
fr: Rappelez-vous que hammer ne peut pas vérifier si le certificat est correct. Vous devez vérifier son authenticité.
ja: hammer は証明書が正しいかどうかを検証できないので、その認証を独自に検証する必要があることに注意してください。
ka: გაითვალისწინეთ, რომ Hammer ვერ ამოწმებს სერთიფიკატის სისწორეს და მისი სინამდვილე თქვენ უნდა შეამოწმოთ.
pt_br: Como o martelo não pode verificar se o certificado está correto, você deve verificar sua autenticidade.

source: You can display the certificate content with
de: Sie können den Zertifikats-Inhalt wie folgt anzeigen:
es: Puede mostrar el contenido del certificado con
fr: Vous pouvez afficher le contenu du certificat avec
ja: 以下で証明書コンテンツを表示することができます
ka: თქვენ შეგიძლიათ აჩვენოთ სერტიფიკატის შინაარსი
pt_br: Você pode exibir o conteúdo do certificado com

source: As root you can also install the certificate and update the system-wide list of trusted CA certificates as follows:
de: Als Root können Sie das Zertifikat auch installieren und die systemweite Liste der vertrauenswürdigen CA-Zertifikate wie folgt aktualisieren:
es: Como origen, también puede instalar el certificado y actualizar la lista system-wide de los certificados CA confiables, a saber:
fr: En tant que root, vous pouvez également installer le certificat et mettre à jour la liste des certificats CA de confiance à l'échelle du système comme suit :
ja: root として以下のように証明書をインストールし、信頼された CA 証明書のシステム全体の一覧を更新することもできます。
ka: როგორც root, შეგიძლიათ დააყენოთ სერთიფიკატი და განაახლოთ სანდო CA სერთიფიკატების სისტემური სია შემდეგნაირად:
pt_br: Como raiz, você também pode instalar o certificado e atualizar a lista em todo o sistema de certificados CA confiáveis da seguinte forma:

source: Couldn't parse URI '%s'.
de: URI '%s', konnte nicht geparst werden.
es: No fue posible analizar la URI '%s'.
fr: Impossible d'analyser l'URI '%s'.
ja: URI '%s' を解析できませんでした。
ka: URI-ის დამუშავების შეცდომა: %s.
pt_br: Não foi possível analisar a URI '%s'.

source: The CA certificate for %{uri} couldn't be downloaded. No CA cert was found.
de: Das CA Zertifikat für %{uri} konnte nicht heruntergeladen werden. Kein CA Zertifikat wurde gefunden.
es: No se pudo descargar el certificado CA para %{uri}. No se halló ningún certificado CA.
fr: Impossible de télécharger le certificat CA de %{uri}. Certificat CA introuvable.
ja: %{uri} の CA 証明書をダウンロードできませんでした。CA 証明書は見つかりませんでした。
ka: CA სერთიფიკატი %{uri}-ისთვის ვერ ჩამოიტვირთა. CA სერთიფიკატი არ მოიძებნა.
pt_br: Não foi possível fazer o download do certificado CA para %{uri}. Nenhum certificado CA encontrado.

source: Make sure your server sends cert chain including the CA.
de: Stellen Sie sicher, dass Ihr Server die Zertifikatskette einschließlich der CA sendet.
es: Asegúrese de que el servidor envíe una cadena de certificados que incluya CA.
fr: Veillez à ce que votre serveur envoie une chaîne de certification incluant le CA.
ja: サーバーが CA を含む証明書チェーンを送信することを確認してください。
ka: დარწმუნდით, რომ სერვერი სერტიფიკატების მთელ ჯაჭვს აგზავნის, CA-ის ჩათვლით.
pt_br: Certifique-se de que o servidor envia a cadeia de certificados, incluindo o CA.

source: To see the actual chain you can use openssl command
de: Um die tatsächliche Kette zu sehen, können Sie den Befehl openssl verwenden
es: Para ver la cadena real, puede utilizar el comando openssl.
fr: Pour afficher la chaîne réelle, vous pouvez utiliser la commande openssl
ja: 実際のチェーンを確認するには、openssl コマンドを使用できます
ka: ჯაჭვის ახლოდან სანახავად შეგიძლიათ openssl ბრძანება გამოიყენოთ
pt_br: Para ver a cadeia real, você pode usar o comando openssl

source: You can also download the certificate manually and store it as %s.
de: Sie können das Zertifikat auch manuell herunterladen und abspeichern als %s.
es: También puede descargar el certificado manualmente y guardarlo como %s.
fr: Vous pouvez également télécharger le certificat manuellement et le stocker sous %s.
ja: 証明書を手動でダウンロードし、%s として保存することもできます。
ka: ასევე შეგიძლიათ სერტიფიკატი ხელით გადმოწეროთ და როგორც %s, ისე შეინახოთ.
pt_br: Você também pode fazer download do certificado manualmente e armazená-lo como %s.

source: If you choose any other location set the ssl_ca_path or ssl_ca_file configuration options appropriately.
de: Wenn irgendein anderer Standort gewählt wird müssen die Optionen ssl_ca_path und ssl_ca_file in der Konfiguration entsprechend angepasst werden.
es: Si opta por cualquier otra ubicación, defina las opciones de configuración de ssl_ca_path o ssl_ca_file según corresponda.
fr: Si vous choisissez un autre emplacement, définissez les options de configuration ssl_ca_path ou ssl_ca_file de manière appropriée.
ja: 他のロケーションを選択する場合は、適宜 ssl_ca_path または ssl_ca_file 設定オプションを設定します。
ka: თუ თქვენ აირჩევთ ნებისმიერ სხვა ადგილს, დააყენეთ ssl_ca_path ან ssl_ca_file კონფიგურაციის პარამეტრები სათანადოდ.
pt_br: Se você escolher qualquer outro local, defina as opções de configurações ssl_ca_path ou ssl_ca_file adequadamente.

source: Fetching the CA certificate failed:
de: Einholen des CA Zertifikats fehlgeschlagen
es: Ocurrió un error al obtener el certificado CA:
fr: Échec de la récupération du certificat CA :
ja: CA 証明書の取得に失敗しました:
ka: CA სერტიფიკატის მოთხოვნის შეცდომა:
pt_br: Falha ao buscar o certificado CA:

source: The service at the given URI does not accept SSL connections.
de: Der Service auf der gegebenen URI akzeptiert keine SSL Verbindungen.
es: El servicio en el URI establecido no acepta conexiones SSL.
fr: Le service à l'URI donné n'accepte pas les connexions SSL.
ja: 指定された URI のサービスは SSL 接続を受け入れません。
ka: მითითებულ URI-ზე მყოფ სერვისს SSL -ის მხარდაჭერა არ გააჩნია.
pt_br: O serviço na URI especificada não aceita conexões SSL.

source: Perhaps you meant to connect to '%s'?
de: Vielleicht meinten sie verbinden mit '%s'?
es: ¿Tal vez quiso conectarse a '%s'?
fr: Vous vouliez peut-être vous connecter à '%s' ?
ja: '%s' に接続しますか?
ka: შესაძლოა %s-სთან მიერთებას გულისხმობდით?
pt_br: Talvez você quisesse se conectar a '%s'?

source: Too many arguments.
de: Zu viele Argumente
es: Demasiados argumentos.
fr: Trop d'arguments.
ja: 引数が多すぎます。
ka: მეტისმეტად ბევრი არგუმენტი.
pt_br: Muitos argumentos.

source: Option '%s' is required.
de: Option %s ist notwendig.
es: Se requiere la opción '%s'.
fr: L'option %s est obligatoire.
ja: オプション '%s' は必須です。
ka: პარამეტრი %s აუცილებელია.
pt_br: A opção '%s' é necessária.

source: Option '%{opt}' (or env %{env}) is required.
de: Option '%{opt}' (oder Umgebung %{env}) ist erforderlich.
es: Se requiere la opción '%{opt}' (o entorno %{env}).
fr: L'option '%{opt}' (ou env %{env}) est obligatoire.
ja: オプション '%{opt}' (または env %{env}) が必要です。
ka: აუცილებელია პარამეტრი '%{opt}' (ან ცვლადი %{env}).
pt_br: A opção '%{opt}' (ou env %{env}) é necessária.

source: Option '%{swt}': %{msg}.
es: Opción '%{swt}': %{msg}.
ja: オプション '%{swt}': %{msg}。
ka: მორგება '%{swt}': %{msg}.
pt_br: Opção '%{swt}': %{msg}.

source: Parameter '%{pmt}': %{msg}.
es: Parámetro
fr: Paramètre '%{pmt}': %{msg}.
ja: パラメーター '%{pmt}': %{msg}。
ka: პარამეტრი '%{pmt}': %{msg}.
pt_br: Parâmetro

source: Unrecognised option '%s'.
de: Unbekannte Option '%s'.
es: Opción desconocida '%s'.
fr: Option '%s' non reconnue.
ja: 認識されないオプション '%s'。
ka: უცნობი პარამეტრი: %s.
pt_br: Opção irreconhecível '%s'.

source: No such sub-command '%s'.
de: Kein solcher Unterbefehl '%s'.
es: El subcomando '%s' no existe.
fr: Sous commande '%s' inconnue.
ja: 次のようなサブコマンドはありません '%s'。
ka: უცნობი ქვებრძანება: %s.
pt_br: Não existe tal sub-comando '%s'.

source: No value provided.
de: Kein Wert geliefert.
es: No se proporcionó un valor.
fr: Aucune valeur fournie.
ja: 値が提供されていません。
ka: მნიშვნელობა მითითებული არაა.
pt_br: Nenhum valor fornecido.

source: Illegal quoting in %{buffer}
de: Unzulässige Anführungszeichen in %{buffer}
es: Cita ilegal en %{buffer}
fr: Citation illégale dans %{buffer}
ja: %{buffer} での不正な引用
ka: არასწორი ბრჭყალები %{buffer} -ში
pt_br: Citação ilegal em %{buffer}

source: Couldn't create %s. Please create the directory before setting defaults.
de: Konnte %s nicht erstellen. Bitte erstellen Sie das Verzeichnis, bevor Sie die Standardeinstellungen festlegen.
es: No se pudo crear %s. Cree el directorio antes de configurar los valores predeterminados.
fr: N'a pas pu créer %s. Veuillez créer le répertoire avant de définir les valeurs par défaut.
ja: %s を作成できませんでした。デフォルトを設定する前にディレクトリーを作成してください。
ka: %s-ის შექმნის შეცდომა. ნაგულისხმები მნიშვნელობების დაყენებამდე საჭიროა საქაღალდის შექმნა.
pt_br: Não foi possível criar %s. Crie o diretório antes de definir padrões.

source: Defaults management
de: Verwaltung der Standardeinstellungen
es: Administración de valores predeterminados
fr: Gestion par défaut
ja: デフォルト管理
ka: ნაგულისხმები მნიშვნელობების მართვა
pt_br: Gerenciamento de padrões
ru: Управление стандартными параметрами
zh_tw: 預設值管理

source: List all the providers
de: Liste aller Anbieter
es: Listar todos los proveedores
fr: Lister tous les fournisseurs
ja: すべてのプロバイダーを一覧表示
ka: მომწოდებლების სია
pt_br: Listar todos os fornecedores
ru: Список всех поставщиков
zh_tw: 列出所有供應者

source: Provider
de: Dienstanbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ka: სერვისის მომწოდებელი
pt_br: Fornecedor
ru: Поставщик
zh_tw: 供應商

source: Supported defaults
de: Unterstützte Standardeinstellungen
es: Valores predeterminados admitidos
fr: Valeurs par défaut prises en charge
ja: サポートされたデフォルト値
ka: მხარდაჭერილი ნაგულისხმები მნიშვნელობები
pt_br: Padrões com suporte
ru: По умолчанию поддерживаются параметры
zh_tw: 已支援的預設值

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ka: აღწერილობა
pt_br: Descrição
ru: Описание
zh_tw: 說明

source: List all the default parameters
de: Liste aller Standardparameter
es: Listar todos los parámetros predeterminados
fr: Lister tous les paramètres par défaut
ja: すべてのデフォルトパラメーターを一覧表示
ka: ყველა ნაგულისხმები მნიშვნელობა
pt_br: Listar todos os parâmetros padrão
ru: Список всех стандартных параметров
zh_tw: 列出所有預設參數

source: Parameter
es: Parámetro
fr: Paramètre
ja: パラメーター
ka: პარამეტრი
pt_br: Parâmetro
ru: Параметр
zh_tw: 參數

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ka: მნიშვნელობა
pt_br: Valor
ru: Значение
zh_tw: 值

source: Delete a default param
de: Einen Standardparameter löschen
es: Eliminar un parámetros predeterminado
fr: Supprimer un paramètre par défaut
ja: デフォルトパラメーターを削除
ka: ნაგულისხმები პარამეტრის წაშლა
pt_br: Remover um parâmetro padrão
ru: Удалить стандартный параметр
zh_tw: 刪除預設參數

source: The name of the default option
de: Name der Standardoption
es: El nombre de la opción predeterminada
fr: Le nom de l'option par défaut
ja: デフォルトオプションの名前
ka: ნაგულისხმები პარამეტრის სახელი
pt_br: Nome da opção padrão
ru: Имя стандартного параметра
zh_tw: 預設選項的名稱

source: Add a default parameter to config
de: Standardparameter zur Konfiguration hinzufügen
es: Agregar un parámetro predeterminado a la configuración
fr: Ajouter un paramètre par défaut
ja: デフォルトパラメーターを設定に追加
ka: კონფიგურაციაში ნაგულისხმები პარამეტრის დამატება
pt_br: Adicionar um parâmetro padrão para configuração
ru: Добавить стандартный параметр в конфигурацию
zh_tw: 新增預設參數至配置

source: The name of the default option (e.g. organization_id)
de: Name der Standardoption (z.B. organization_id)
es: El nombre de la opción predeterminada (p. ej., organization_id)
fr: Le nom de l'option par défaut (par ex. organization_id)
ja: デフォルトオプションの名前 (たとえば、organization_id)
ka: ნაგულისხმები პარამეტრის სახელი (მაგ. organization_id)
pt_br: O nome da opção padrão (por exemplo, organization_id).

source: The value for the default option
de: Der Wert für die Standardoption
es: El valor de la opción predeterminada
fr: La valeur de l'option par défaut
ja: デフォルトオプションの値
ka: ნაგულისხმები პარამეტრის მნიშვნელობა
pt_br: Valor para a opção padrão
ru: Значение параметра
zh_tw: 預設選項的值

source: The name of the provider providing the value. For list available providers see `hammer defaults providers`
de: Der Name des Anbieters, der den Wert bereitstellt. Eine Liste der verfügbaren Anbieter finden Sie unter `Hammer-Standardanbieter`
es: El nombre del proveedor que proporciona el valor. Para ver los proveedores disponibles, consulte 'proveedores predeterminados de hammer'
fr: Le nom du fournisseur donnant la valeur. Pour obtenir une liste de fournisseurs disponibles, voir `hammer defaults providers` (fournisseurs Hammer par défaut)
ja: 値を提供するプロバイダーの名前。利用可能なプロバイダーの一覧については、`hammer defaults providers` を参照してください
ka: მომწოდებლის სახელი, რომელიც უზრუნველყოფს მნიშვნელობას. ხელმისაწვდომი მომწოდებლების სიისთვის იხილეთ `Hammer-ის ნაგულისხმები მომწდოდებლები`
pt_br: O nome do fornecedor que está fornecendo o valor. Para listar os fornecedores disponíveis, consulte `fornecedores de padrões hammer`.

source: Added %{key_val} default-option with value that will be generated from the server.
de: Hinzugefügte %{key_val} Standardoption mit Wert, der vom Server erstellt wird.
es: La opción predeterminada %{key_val} agregada con valor que se generará a partir del servidor.
fr: A ajouté l'option par défaut %{key_val} default-option avec la valeur qui sera générée à partir du serveur.
ja: サーバーから生成される値で %%{key_val} デフォルトオプションが追加されました。
ka: დამატებულია %{key_val} ნაგულისხმები პარამეტრი მნიშვნელობით, რომელიც სერვერიდან იქნება გენერირებული.
pt_br: Adicionado %{key_val} opção padrão com valor que será gerado a partir do servidor.
ru: Стандартный параметр %{key_val} добавлен. Его значение будет генерироваться сервером.
zh_tw: 已新增 %{key_val} 預設選項與預設值，這是由伺服器所產生。

source: Added %{key_val} default-option with value %{val_val}.
de: Hinzugefügte %{key_val} Standardoption mit Wert %{val_val}.
es: Opción predeterminada %{key_val} agregada con el valor %{val_val}.
fr: Ajout de l'option par défaut %{key_val} avec la valeur %{val_val}.
ja: 値が %%{val_val} の %%{key_val} のデフォルトオプションを追加しました。
ka: დამატებულია %{key_val} ნაგულისხმები პარამეტრი მნიშვნელობით %{val_val}.
pt_br: Adicionado %{key_val} opção padrão com valor %{val_val}.
ru: Добавлен стандартный параметр %{key_val} со значением %{val_val}.
zh_tw: 已新增 %{key_val} 預設選項，數值為 %{val_val}。

source: Provider %{name} was not found. See `hammer defaults providers` for available providers.
de: Anbieter %{name} wurde nicht gefunden. Siehe `Hammer-Standardanbieter` für verfügbare Anbieter.
es: No se encontró el proveedor %{name}. Consulte “proveedores predeterminados de martillos” para conocer los proveedores disponibles.
fr: Le fournisseur %{name} n'a pas pu être trouvé. Voir « fournisseurs hammer par défaut » pour trouver la liste des fournisseurs disponibles.
ja: プロバイダー %{name} が見つかりませんでした。利用可能なプロバイダーについては、`hammer defaults providers` を参照してください。
ka: მომწოდებელი %{name} ვერ მოიძებნა. ხელმისაწვდომი მომწოდებლებისათვის იხილეთ `Hammer_ის ნაგულისხმები მომწოდებლები`.
pt_br: O provedor %{name} não foi encontrado. Consulte os provedores disponíveis em "provedores de padrões Hammer".

source: The param name is not supported by provider. See `hammer defaults providers` for supported params.
de: Der Parametername wird nicht vom Anbieter unterstützt. Unter `hammer defaults providers` finden Sie unterstützte Parameter.
es: El proveedor no admite el nombre del parámetro. Consulte `proveedores predeterminados de martillos` para conocer los parámetros admitidos.
fr: Le nom du paramètre n'est pas pris en charge par le fournisseur. Voir « fournisseurs hammer par défaut » pour param pris en charge.
ja: パラメーター名はプロバイダーによりサポートされていません。サポートされるパラメーターについては、`hammer defaults providers` を参照してください。
ka: პარამეტრის სახელი არ არის მხარდაჭერილი მომწოდებლის მიერ. მხარდაჭერილი პარამეტრებისთვის იხილეთ `Hammer-ის ნაგულისხმები მომწოდებლები`.
pt_br: O nome do parâmetro não possui suporte do fornecedor. Consulte `fornecedores de padrões hammer`para parâmetros com suporte.
ru: Поставщик не поддерживает параметр с таким именем. Для просмотра списка доступных параметров выполните `hammer defaults providers`.
zh_tw: 供應者並不支援此參數名稱。欲知支援的參數名稱，請參閱 `hammer defaults providers`。

source: %{param} was deleted successfully.
de: %{param} wurde erfolgreich gelöscht.
es: %{param} se eliminó con correctamente.
fr: %{param} a été supprimé.
ja: %{param} が正常に削除されました。
ka: %{param} წარმატებით წაიშალა.
pt_br: %{param} foi excluída com sucesso.
ru: %{param} успешно удален.
zh_tw: 已成功刪除 %{param}。

source: You must specify value or a provider name, can't specify both.
de: Sie müssen den Wert oder Namen eines Anbieters angeben, beides kann nicht angegeben werden.
es: Debe especificar un valor o nombre de proveedor; no puede especificar ambos.
fr: Vous devez spécifier une valeur ou indiquer le nom du fournisseur, pas les deux.
ja: 値またはプロバイダー名を指定する必要があります。両方を指定することはできません。
ka: შეგიძლიათ მიუთითოთ მნიშვნელობა ან მომწოდებელი. არა ორივე.
pt_br: Você deve especificar o valor ou nome de provedor; não é possível especificar ambos.

source: Couldn't find the requested param in %s.
de: Angeforderter Parameter konnte nicht in %s gefunden werden.
es: No se pudo encontrar el parámetro solicitado en %s.
fr: Vous devez spécifier le paramètre demandé dans %s.
ja: %s には、要求されたパラメーターがありません。
ka: %s-ში მოთხოვნილი პარამეტრი არ არსებობს.
pt_br: Não foi possível localizar o parâmetro solicitado %s.
ru: Не удалось обнаружить запрашиваемый параметр в %s.
zh_tw: 在 %s 中找不到要求的參數。

source: Error: %s
de: Fehler: %s
fr: Erreur - %s
it: Errore: %s
ja: エラー: %s
ka: შეცდომა: %s
pt_br: Erro!
ru: Ошибка: %s
zh_tw: 錯誤：%s

source: Error: %{message}
de: Fehler: %{message}
fr: Erreur - %{message}
it: Errore: %{message}
ja: エラー: %{message}
ka: შეცდომა: %{message}
pt_br: Erro!
ru: Ошибка: %{message}
zh_tw: 錯誤：%{message}

source: See: '%{path} --help'.
de: Siehe: '%{path} --help'.
es: Ver: '%{path} --help'.
fr: Voir : '%{path} --help'.
ja: 参照: '%{path} --help'.
ka: იხილეთ: '%{path} --help'.
pt_br: Ver: '%{path} --ajuda'.

source: SSL error
de: SSL-Fehler
es: Error de SSL
fr: Erreur SSL
ja: SSL エラー
ka: SSL-ის სეცდომა
pt_br: Erro SSL

source: SSL certificate verification failed
de: SSL Zertifikat Verifizierung fehlgeschlagen
es: Ocurrió un error en la verificación del certificado SSL
fr: Échec de la vérification du certificat SSL
ja: SSL 証明書の検証に失敗しました
ka: SSL სერტიფიკატის შემოწმების შეცდომა
pt_br: Falha ao verificar certificado SSL

source: is the server down?
de: ist der Server nicht verfügbar?
es: ¿Está apagado el servidor?
fr: Le serveur est-il éteint ?
it: il server non è attivo?
ja: サーバーは停止していますか?
ka: სერვერი გამორთულია?
pt_br: o servidor está desligado?
ru: сервер отключен?
zh_tw: 伺服器是否沒有在運作？
