Repository: theforeman/hammer-cli
Catalog: locale/*/hammer-cli.po
Languages: de, es, fr, it, ja, ka, pt_br, ru, zh_tw

source: Only one of options %s can be set.
de: Nur eine der Optionen %s kann festgelegt sein.
es: Solo se puede definir una de las opciones %s.
fr: Une seule des options %s peut être définie.
ja: オプション %s のいずれか 1 つしか設定できません。
ka: შეიძლება მხოლოდ ერთის მითითება: %s.
pt_br: Apenas uma das opções %s pode ser definida.

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
ka: შეტყობინება
pt_br: Mensagem
ru: Сообщение
zh_tw: 訊息

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ka: სახელი
pt_br: Nome
ru: Имя
zh_tw: 名稱

source: Page %{page} of %{total} (use --page and --per-page for navigation).
de: Seite %{page} von %{total} (Navigation über --page und --per-page).
es: Página %{page} de %{total} (utilizar página y/por página para la navegación).
fr: Page %{page} de %{total} (utiliser --page et --per-page pour la navigation).
ja: ページ %{page}/%{total} (ナビゲーションには --page と --per-page を使用)。
ka: %{page}-ე გვერდი %{total}-დან (ნავიგაციისთვის გამოიყენეთ --page და --per-page).
pt_br: Página %{page} de %{total} (uso --página e --por-página para navegação).

source: Fields
de: Felder
es: Campos
fr: Champs
ja: フィールド
ka: ველები
pt_br: Campos

source: Method %{tags} for field formatters and output adapters is deprecated. Please use %{feat} or %{req_feat} instead.
de: Methode %{tags} für Feldformatierer und Ausgabeadapter ist veraltet. Bitte verwenden Sie stattdessen %{feat} oder %{req_feat}.
es: El método %{tags} para los formateadores de campo y los adaptadores de salida es obsoleto. Utilice %{feat} o %{req_feat} en su lugar.
fr: La méthode %{tags} pour les formateurs de champs et les adaptateurs de sortie est obsolète. Veuillez utiliser %{feat} ou %{req_feat} à la place.
ja: フィールドフォーマッターおよび出力アダプターのメソッド %%{tags} は非推奨となりました。代わりに %%{feat} または %%{req_feat} を使用してください。
ka: მეთოდი %{tags} ველის ფორმატორებისა და გამომავალი ადაპტერებისთვის მოძველებულია. გთხოვთ, გამოიყენოთ %{feat} ან %{req_feat}.
pt_br: O método %{tags} para formatadores de campo e adaptadores de saída é depreciado. Favor usar %{feat} ou %{req_feat} em seu lugar.

source: no
de: nein
fr: non
ka: არა
pt_br: não
ru: нет
zh_tw: 否

source: yes
de: ja
es: sí
fr: oui
it: si
ka: დიახ
pt_br: sim
ru: да
zh_tw: 是

source: Warning: Couldn't load configuration file %{path}: %{message}.
de: Warnung: Option %{option} ist veraltet. %{message}.
es: Advertencia: no se pudo cargar el archivo de configuración %{path}: %{message}.
fr: Avertissement : impossible de charger le fichier de configuration %{path}: %{message}.
ja: 警告: 設定ファイル %{path} をロードできませんでした: %{message}。
ka: გაფრთხილება: კონფიგურაციის ფაილის ჩატვირთვის შეცდომა %{path}: %{message}.
pt_br: Advertência: Não foi possível carregar o arquivo de configuração %{path}: %{message}.

source: Print help for commands
de: Hilfe für Befehle anzeigen
es: Imprimir ayuda para comandos
fr: Afficher l'aide des commandes
it: Visualizza aiuto per i comandi
ja: コマンドの help を出力
ka: ბრძანებების სიის მისაღებად აკრიფეთ help
pt_br: Exibe help para os comandos
ru: Справка по командам
zh_tw: 印出指令的說明

source: Exit interactive shell
de: Interaktive Shell verlassen
es: Salir del shell interactivo
fr: Quitter le shell interactif
it: Esci dalla shell interattiva
ja: インタラクティブシェルの終了
ka: ინტერაქტიული გარსიდან გასვლა
pt_br: Sair do shell interativo
ru: Выход из интерактивной оболочки
zh_tw: 退出互動式 shell

source: Welcome to the hammer interactive shell.
de: Willkommen zur interaktiven Hammer-Shell.
es: Bienvenido al shell interactivo de hammer.
fr: Bienvenue sur le shell interactif d'Hammer.
ja: hammer インタラクティブシェルへようこそ。
ka: მოგესალმებით Hammer-ის ინტერაქტიურ გარსში.
pt_br: Bem-vindo ao shell interativo do martelo.

source: Type 'help' for usage information.
de: Geben Sie 'help' ein, um Informationen zur Verwendung zu erhalten.
es: Escriba 'ayuda' para obtener información sobre el uso.
fr: Saisir 'help' pour obtenir des informations.
ja: 使用法の詳細を参照するには、'help' を入力してください。
ka: გამოყენების დახმარების სანახავად აკრიფეთ 'help'.
pt_br: Digite 'help' para informações de uso.

source: Interactive shell
de: Interaktive Shell
es: Shell interactivo
fr: Shell interactif
it: Shell interattiva
ja: インタラクティブシェル
ka: ინტერაქტიული გარსი
pt_br: shell interativo
ru: Интерактивная оболочка
zh_tw: 互動式 shell

source: SSL client certificate is set but the key is not.
de: Das SSL-Clientzertifikat ist festgelegt, der Schlüssel jedoch nicht.
es: El certificado de cliente SSL está definido pero no la clave.
fr: Le certificat du client SSL est défini, mais pas la clé.
ja: SSL クライアント証明書は設定されていますが、鍵は設定されていません。
ka: SSL კლიენტის სერტიფიკატი დაყენებულია, მაგრამ გასაღები არა.
pt_br: O certificado do cliente SSL está definido, mas a chave não está.

source: SSL client key is set but the certificate is not.
de: Der SSL-Clientschlüssel ist festgelegt, das Zertifikat jedoch nicht.
es: La clave de cliente SSL está definida pero no el certificado.
fr: La clé du client SSL est définie, mais pas le certificat.
ja: SSL クライアント鍵は設定されていますが、証明書は設定されていません。
ka: SSL კლიენტის გასაღები დაყენებულია, მაგრამ სერტიფიკატი არა.
pt_br: A chave do cliente SSL está definida, mas o certificado não está.

source: SSL client authentication disabled.
de: SSL-Client-Authentifizierung deaktiviert.
es: Autenticación de cliente SSL desactivada.
fr: Authentification du client SSL désactivée.
ja: SSL クライアントの認証は無効にされました。
ka: SSL კლიენტის ავთენტიკაცია გათიშულია.
pt_br: Autenticação do cliente SSL desativada.

source: Could't read SSL client certificate %s.
de: Das SSL-Clientzertifikat konnte nicht gelesen werden %s.
es: No se pudo leer el certificado de cliente SSL %s.
fr: Impossible de lire le certificat du client SSL %s.
ja: SSL クライアント証明書 %s を読み取ることができませんでした。
ka: SSL კლიენტის სერტიფიკატის წაკითხვის შეცდომა: %s.
pt_br: Não foi possível ler o certificado do cliente SSL %s.

source: Could't read SSL client key %s.
de: SSL-Clientschlüssel konnte nicht gelesen werden %s.
es: No se pudo leer la clave de cliente SSL %s.
fr: Impossible de lire la clé du client SSL %s.
ja: SSL クライアント鍵 %s を読み取ることができませんでした。
ka: SSL კლიენტის გასაღების წაკითხვის შეცდომა: %s.
pt_br: Não foi possível ler a chave do cliente SSL %s.

source: Found more than one command.
de: Mehr als einen Befehl gefunden.
fr: Plus d'une commande ont été trouvées.
ja: 複数のコマンドが見つかりました。
ka: ნაპოვნია ერთზე მეტი ბრძანება.

source: Did you mean one of these?
de: Meinten Sie eines davon?
fr: Vous voulez dire un de ceux-là ?
ja: いかのいずれかですか?
ka: ერთ-ერთ ამათგანს გულისხმობდით?

source: Can't replace subcommand %<name>s (%<existing_class>s) with %<name>s (%<new_class>s).
de: Unterbefehl %<name>s (%<existing_class>s) kann nicht durch %<name>s (%<new_class>s) ersetzt werden.
es: No es posible reemplazar el subcomando %<name>s (%<existing_class>s) por %<name>s (%<new_class>s).
fr: Impossible de remplacer la sous-commande %<name>s (%<existing_class>s) avec %<name>s (%<new_class>s).
ja: サブコマンド %<name>s (%<existing_class>s) は %<name>s (%<new_class>s) に置き換えることはできません。
ka: ქვებრძანების % ჩანაცვლება შეუძლებელია<name> ს (%<existing_class> ს) %-ით<name> ს (%<new_class> ს).
pt_br: Não é possível substituir o subcomando %<name>s (%<existing_class>s) por %<name>s (%<new_class>s).

source: Cannot use such capitalization. Try one of %s.
de: Diese Großschreibung kann nicht verwendet werden. Versuchen Sie eine von %s.
es: No se pueden usar esas mayúsculas. Pruebe con uno de %s.
fr: Impossible d'utiliser une telle mise en majuscules. Essayez un sur %s.
ja: そのような大文字の使用は出来ません。%s から 1 つ選択してください。
ka: ასოების ზომის ამ ვარიანტს ვერ გამოვიყენებ. სცადეთ ერთ-ერთი %s-დან.
pt_br: Não é possível usar essa capitalização. Tente uma das %s.

source: Warning: An error occurred while loading module %s.
fr: Avertissement : une erreur est survenue lors du chargement du module %s.

source: too many arguments
it: troppi argomenti
ru: слишком много аргументов
zh_tw: 引數過多

source: option '%<option>s' is required
it: l'opzione '%<option>s' è obbligatoria
ru: параметр «%<option>s» является обязательным
zh_tw: 需要使用 '%<option>s' 選項

source: option '%<option>s' (or env %<env>s) is required
it: l'opzione '%<option>s' (o env %<env>s) è obbligatoria
ru: параметр «%<option>s» (или env %<env>s) является обязательным
zh_tw: 需要使用 '%<option>s'（或是 %<env>s 環境）選項

source: option '%<switch>s': %<message>s
it: opzione '%<switch>s': %<message>s
ru: параметр «%<switch>s»: %<message>s
zh_tw: 選項 '%<switch>s'：%<message>s

source: parameter '%<param>s': %<message>s
it: parametro '%<param>s': %<message>s
ru: параметр «%<param>s»: %<message>s
zh_tw: 參數 '%<param>s'：%<message>s

source: Unrecognised option '%<switch>s'
it: Opzione '%<switch>s' non riconosciuta
ru: Неопознанный параметр «%<switch>s»
zh_tw: 無法辨識的選項 '%<switch>s'

source: No such sub-command '%<name>s'
it: Comando '%<name>s' non trovato
ru: Подкоманда «%<name>s» не существует
zh_tw: 此類型的次指令不存在：'%<name>s'

source: no value provided
it: nessun valore fornito
ru: значение не определено
zh_tw: 未提供值

source: The name of the default option (e.g. organization_id).
ru: Имя стандартного параметра (например, organization_id).
zh_tw: 預設選項的名稱（例如 organization_id）。

source: The name of the provider providing the value. For list available providers see `hammer defaults providers`.
ru: Название поставщика значения. Для просмотра списка поставщиков выполните команду `hammer defaults providers`.
zh_tw: 提供這個值的供應者。欲知可用供應者的清單，請參見「hammer defaults providers」。

source: See: '%{path} --help'
it: Consultare: '%{path} --help'
ru: См. '%{path} --help'
zh_tw: 請參閱：'%{path} --help'

source: Missing arguments for %s
it: Argomenti mancanti per %s
ru: Недостаточно аргументов для %s
zh_tw: %s 缺少了引數

source: No permissions to create log dir %s
it: Nessun permesso per la creazione della directory log %s
ru: Недостаточно разрешений для создания каталога %s
zh_tw: 沒有建立日誌目錄 %s 的權限

source: be verbose
it: verboso
ru: подробный вывод
zh_tw: 詳細提供資料

source: show debugging output
it: mostra l'output di debug
ru: показать сообщения отладки
zh_tw: 顯示除錯輸出

source: force reload of Apipie cache
it: forza ricarica di Apipie cache
ru: принудительно перезагрузить кэш Apipie
zh_tw: 強制重新載入 Apipie 快取

source: path to custom config file
it: Percorso per il file di configurazione personalizzato
ru: путь к файлу конфигурации
zh_tw: 自訂配置檔案的路徑

source: username to access the remote system
it: nome utente per accedere al sistema remoto
ru: имя пользователя для доступа к удаленной системе
zh_tw: 用來存取遠端系統的使用者名稱

source: password to access the remote system
it: password per accedere al sistema remoto
ru: пароль доступа к удаленной системе
zh_tw: 用來存取遠端系統的密碼

source: remote system address
it: indirizzo sistema remoto
ru: адрес удаленной системы
zh_tw: 遠端系統位址

source: show version
it: mostra versione
ru: показать версию
zh_tw: 顯示版本

source: Set output format. One of [%s]
it: Imposta il formato dell'output. Uno di [%s]
ru: Выберите формат вывода: [%s]
zh_tw: 設定輸出模式。[%s] 之一

source: Legacy configuration of modules detected. Check section about configuration in user manual
it: Rilevata una configurazione Legacy dei modelli. Controllare la sezione relativa alla configurazione nel manuale dell'utente
ru: Обнаружена устаревшая конфигурация модулей. Обратитесь к секции описания конфигурации в руководстве пользователя.
zh_tw: 偵測到了舊式的模組配置。請查看使用者指南中的配置部分

source: Warning: An error occured while loading module %s
it: Attenzione: Si è verificato un errore durante il caricamento del modulo %s
ru: Произошла ошибка при загрузке модуля %s
zh_tw: 警告：載入 %s 模組時發生了錯誤

source: Error: Some of the required modules are disabled in configuration: %s
it: Errore: Alcuni dei moduli necessari sono disabilitati nella configurazione: %s
ru: Ошибка. Некоторые модули были отключены: %s
zh_tw: 錯誤：某些必要的模組在配置中已停用：%s

source: value must be defined as a comma-separated list of key=value or valid JSON
ru: значение должно содержать список пар «ключ=значение», разделенных запятыми, или фрагмент в формате JSON

source: numeric value is required
ru: необходимо указать числовое значение
zh_tw: 需要數字值

source: One of true/false, yes/no, 1/0.
it: Uno di vero/falso, si/no, 1/0.
ru: Может принимать значения: true/false, yes/no, 1/0.
zh_tw: true/false、yes/no、1/0 之一。

source: value must be one of true/false, yes/no, 1/0
it: il valore deve essere uno tra vero/falso, si/no, 1/0
ru: значение может быть равно true/false, yes/no, 1/0
zh_tw: 值必須是 true/false、yes/no、1/0 之一

source: Unable to parse JSON input
it: Impossibile analizzare l'input JSON
ru: Не удалось обработать ввод JSON
zh_tw: 無法叵析 JSON 輸入

source: value must be %s
ru: должно принимать значение «%s»
zh_tw: 值必須是 %s

source: value must be one of %s
ru: может принимать значения «%s»
zh_tw: 值必須是 %s 之一

source: '%s' is not a valid date
it: '%s' non è una data valida
ru: Недействительная дата: «%s»
zh_tw: 「%s」不是個有效的日期

source: value must be a combination of '%s'
it: il valore deve essere una combinazione di '%s'
ru: значение должно содержать комбинацию «%s»
zh_tw: 值必須是「%s」的組合

source: Can be specified multiple times.
it: Può essere specificato molteplici volte.
ru: Может быть указан повторно.
zh_tw: 可指定多次。

source: Default:
it: Predefinito:
ru: По умолчанию:
zh_tw: 預設值：

source: , or
it: , oppure
ru: , или
zh_tw: ，或是

source: Warning: location hammer.modules.d is deprecated, move your module configurations to cli.modules.d
it: Attenzione: la posizione hammer.modules.d è stata deprecata, spostare le configurazioni del modulo su cli.modules.d
ru: Предупреждение. hammer.modules.d устарел. Скопируйте конфигурацию модулей в cli.modules.d
zh_tw: 警告：hammer.modules.d 這個位置已淘汰使用，請將您的模組配置移至 cli.modules.d

source: Welcome to the hammer interactive shell
it: Benvenuto nella shell interattiva di hammer
ru: Вас приветствует интерактивная оболочка Hammer
zh_tw: 歡迎使用 hammer 互動式 shell

source: Type 'help' for usage information
it: Digita 'aiuto' per le informazioni sull'utilizzo
ru: Для получения инструкций введите «help»
zh_tw: 請輸入「help」以查看使用說明

source: can't replace subcommand %<name>s (%<existing_class>s) with %<name>s (%<new_class>s)
it: impossibile sostituire il comando %<name>s (%<existing_class>s) con %<name>s (%<new_class>s)
ru: не удалось изменить подкоманду %<name>s (%<existing_class>s) на %<name>s (%<new_class>s)
zh_tw: 無法將次指令 %<name>s (%<existing_class>s) 替換為 %<name>s (%<new_class>s)

source: Unknown option name '%s'
it: Nome opzione '%s sconosciuto
ru: Неизвестный параметр: «%s»
zh_tw: 不明選項名稱「%s」

source: You can't set all options %s at one time
it: Impossibile impostare contemporaneamente tutte le opzioni %s
ru: Вы не можете одновременно настроить все параметры %s
zh_tw: 您不可一次將所有選項設為 %s

source: Options %s are required
it: Le opzioni %s sono obbligatorie
ru: Параметры %s являются обязательными
zh_tw: %s 選項乃必要的

source: Option %s is required
ru: Параметр %s является обязательным
zh_tw: 選項 %s 是必需的

source: You can't set any of options %s
it: Impossibile impostare le opzioni %s
ru: Вы не можете настроить параметры %s
zh_tw: 您不可將任何選項設為 %s

source: At least one of options %s is required
it: È necessario usare almeno una delle opzioni %s
ru: Необходимо определить параметр %s
zh_tw: 需要至少一項 %s 選項

source: Invalid username or password
it: Password o nome utente non validi

source: value must be defined as a comma-separated list of key=value
it: definire un valore usando un formato key=value separato da virgole

source: Comma separated list of values.
it: Elenco di valori separati da virgole
