Repository: theforeman/hammer-cli
Catalog: locale/*/hammer-cli.po
Languages: de, es, fr, it, ja, ka, pt_br, ru, zh_tw

source: was '%s' run on the server when using apipie cache? (typical production settings)
de: lief '%s' auf dem Server, als apipie-Cache verwendet wurde? (typische Produktionseinstellungen)
es: ¿Se ejecutó '%s' en el servidor al usar la caché apipe? (configuración típica de producción)
fr: Est ce que '%s' était lancé pendant que le cache apipie était en cours d'utilisation ? (état normal pour un serveur de production)
it: '%s' era in esecuzione sul server durante l'utilizzo di apipie cache? (impostazioni tipiche di produzione)
ja: apipie キャッシュの使用時に '%s' がサーバーで実行されましたか? (通常の本番設定)
ka: გაშვებული იყო „%s“ სერვერზე apipie cache-ის გამოყენებისას? (ტიპიური წარმოების პარამეტრები)
pt_br: o '%s' foi executado no servidor ao utilizar o apipie cache? (configurações de produção típicas)
ru: возможно, «%s» выполнялся на сервере, использующем кэш apipe (стандартные настройки)
zh_tw: 使用 apipie 快取時 '%s' 是否有在伺服器上運作？（典型的生產設定）

source: Could not load the API description from the server
de: Die API-Beschreibung konnte nicht vom Server geladen werden
es: No se pudo cargar la descripción de la API desde el servidor
fr: Impossible de charger la description de l'API depuis le serveur
it: Impossibile caricare la descrizione API dal server
ja: サーバーから API 記述をロードできませんでした
ka: API აღწერის სერვერიდან ჩატვირთვის პრობლემა
pt_br: Não foi possível carregar a descrição do API do servidor
ru: Не удалось загрузить описание API с сервера
zh_tw: 無法從伺服器載入 API 描述

source: Missing arguments for %s.
de: Fehlende Argumente für %s.
es: Faltan argumentos para %s.
fr: Arguments manquants pour %s
ja: %s の引数がありません
ka: %s-ს არგუმენტები აკლია.
pt_br: Argumentos ausentes para %s.

source: Format output in markdown
de: Ausgabe in Markdown formatieren
es: Salida de formato en marcado
fr: Formater la sortie dans markdown
ja: マークダウンでの出力のフォーマット
ka: გამომავალი ფორმატირება ჩანაწერში
pt_br: Formatar saída no markdown

source: Hammer CLI help
de: Hammer CLI Hilfe
es: Ayuda de Hammer CLI
fr: Aide Hammer CLI
ja: Hammer CLI ヘルプ
ka: Hammer CLI დახმარება
pt_br: Ajuda da CLI do martelo

source: Print help for all hammer commands
de: Hilfe um alle Hammer-Befehle anzuzeigen
es: Imprimir ayuda para todos los comandos de hammer
fr: Imprimer l'aide de toutes les commandes hammer
ja: すべての hammer コマンドのヘルプの出力
ka: Hammer-ის ბრძანებების სიის მისაღებად აკრიფეთ help
pt_br: Imprimir ajuda para todos os comandos do martelo

source: NOTE
de: HINWEIS
es: NOTA
ja: 注記
ka: შენიშვნა
pt_br: OBSERVAÇÃO

source: No permissions to create log dir %s.
de: Keine Berechtigung zum Anlegen des Protokollverzeichnisses %s
es: No existen permisos para crear el directorio de registro %s.
fr: Aucune permission pour créer le répertoire de journalisation %s.
ja: ログディレクトリー %s を作成するパーミッションがありません。
ka: ჟურნალის საქაღალდის შექმნის წვდომა აკრძალულია: %s.
pt_br: Não há permissão para criar o diretório do log %s.

source: File %s not writeable, won't log anything to the file!
de: Datei %s ist schreibgeschützt, in diese Datei kann nicht protokolliert werden!
es: El archivo %s no tiene acceso de escritura, no se registrará ningún contenidoen él!
fr: Fichier %s non disponible en écriture, aucun log ne sera ajouté au fichier !
it: Il file %s non è modificabile, impossibile registrare alcun contenuto al suo interno!
ja: ファイル %s は書き込み可能ではないため、このファイルにログの記録は行なわれません!
ka: ფაილი %s ჩაწერადი არაა. ჟურნალი ამ ფაილში არ ჩაიწერება!
pt_br: Arquivo %s não pode ser gravado, não gravará nada no arquivo!
ru: Запись в файл %s не разрешена.
zh_tw: %s 檔案不允許寫入，將不會記錄任何資料至此檔案中！

source: Be verbose (or not). True by default
de: Seien Sie ausführlich (oder nicht). Standardmäßig wahr
es: Ser más detallado (o no). Verdadero de manera predeterminada
fr: Donnez des détails (ou non). Vrai par défaut
ja: 詳細 (かどうか)。デフォルトは True です
ka: დამატებითი შეტყობინებები (ან გამორთვა). ნაგულისხმებად: ჩართულია
pt_br: Ser detalhado (ou não). Verdadeiro por padrão

source: Completely silent
de: Völlig geräuschlos
es: Completamente silencioso
fr: Complètement silencieux
ja: 自動
ka: სრულად გაჩუმება
pt_br: Completamente silencioso

source: Enable/disable stored defaults. Enabled by default
de: Gespeicherte Standardwerte aktivieren/deaktivieren. Standardmäßig aktiviert
es: Habilitar/deshabilitar valores predeterminados almacenados. Habilitado de manera predeterminada
fr: Activer/désactiver les valeurs par défaut stockées. Activé par défaut
ja: 保存したデフォルト値を有効化/無効化します。デフォルトでは有効です
ka: შენახული ნაგულისხმების ჩართვა/გამორთვა. ნაგულისხმებად ჩართულია
pt_br: Habilitar/desabilitar padrões armazenados. Habilitado por padrão

source: Show debugging output
de: Debugausgabe anzeigen
es: Mostrar salida de depuración
fr: Afficher la sortie de débogage
ja: デバッグ出力の表示
ka: გამართვის დამატებითი ინფორმაციის ჩვენება
pt_br: Mostrar resultado de depuração

source: Force reload of Apipie cache
de: Neuladen von Apipie-Cache erzwingen
es: Forzar recarga de caché Apipe
fr: Forcer le rechargement du cache Apipie
ja: Apipie キャッシュの強制再読み込み
ka: Apipie-ის ქეშის ძალთ გადატვირთვა
pt_br: Forçar recarregamento do Apipie cache

source: Path to custom config file
de: Pfad zur angepassten Konfigurationsdatei
es: Ruta al archivo de configuración personalizado
fr: Chemin du fichier de configuration spécifique
ja: カスタム設定ファイルのパス
ka: ბილიკი კონფიგურაციის ფაილამდე
pt_br: Caminho para o arquivo de configuração padronizado

source: Username to access the remote system
de: Benutzername zum Zugriff auf das entfernte System
es: Nombre de usuario para acceder al sistema remoto
fr: Nom d'utilisateur pour accéder au système distant
ja: リモートシステムにアクセスするためのユーザー名
ka: დაშორებულ სისტემაზე წვდომის მომხმარებლის სახელი
pt_br: Nome de usuário para acessar o sistema remoto

source: Password to access the remote system
de: Passwort zum Zugriff auf das entfernte System
es: Contraseña para acceder al sistema remoto
fr: Mot de passe pour accéder au système distant
ja: リモートシステムにアクセスするためのパスワード
ka: დაშორებულ სისტემაზე წვდომის პაროლი
pt_br: Senha para acessar sistema remoto

source: Remote system address
de: Adresse des entfernten Systems
es: Dirección del sistema remoto
fr: Adresse du système distant
ja: リモートシステムのアドレス
ka: დაშორებუი სისტემის მისამართი
pt_br: Endereço do sistema remoto

source: Configure SSL verification of remote system
de: Konfigurieren Sie die SSL-Verifizierung des Remote-Systems
es: Configurar verificación de SSL del sistema remoto
fr: Configurer la vérification SSL du système distant
ja: リモートシステムの SSL 検証の設定
ka: დაშორებული სისტემის SSL-ის შემოწმების მორება
pt_br: Configurar verificação SSL do sistema remoto

source: Configure the file containing the CA certificates
de: Konfigurieren Sie die Datei mit den CA-Zertifikaten
es: Configurar el archivo que contiene los certificados CA
fr: Configurer le fichier contenant les certificats CA
ja: CA 証明書を含むファイルの設定
ka: CA სერტიფიკატების შემცველი ფაილის მორგება
pt_br: Configurar o arquivo contendo os certificados CA

source: Configure the directory containing the CA certificates
de: Konfigurieren Sie das Verzeichnis mit den CA-Zertifikaten
es: Configurar el directorio que contiene los certificados CA
fr: Configurer le répertoire contenant les certificats CA
ja: CA 証明書を含むディレクトリーの設定
ka: CA სერტიფიკატების შემცველი საქაღალდის მორგება
pt_br: Configurar o diretório contendo os certificados CA

source: Configure the client's public certificate
de: Konfigurieren Sie das öffentliche Zertifikat des Clients
es: Configurar el certificado público del cliente
fr: Configurer le certificat public du client
ja: クライアントの公開証明書の設定
ka: კლიენტის საჯარო გასაღების მორგება
pt_br: Configurar o certificado público do cliente

source: Configure the client's private key
de: Konfigurieren Sie den privaten Schlüssel des Clients
es: Configurar la clave privada del cliente
fr: Configurer la clé privée du client
ja: クライアントの秘密鍵の設定
ka: კლიენტის პირადი გასაღების მორგება
pt_br: Configurar a chave privada do cliente

source: Use standard authentication in addition to client certificate authentication
de: Verwenden Sie die Standard-Authentifizierung zusätzlich zur Client-Zertifikat-Authentifizierung
es: Utilizar la autenticación estándar además de la autenticación del certificado del cliente
fr: Utiliser l'authentification standard en plus de l'authentification avec certificat client
ja: クライアント証明書の認証のほかに標準の認証を使用
ka: სტანდარტული ავთენტიფიკაციის გამოყენებასთან ერთად კლიენტის სერტიფიკატის ავტორიზაციის სისწორეც შემოწმდება
pt_br: Use autenticação padrão além da autenticação certificada do cliente

source: Fetch CA certificate from server and exit
de: CA-Zertifikat vom Server holen und beenden
es: Obtener certificado CA del servidor y salir
fr: Récupérer le certificat CA du serveur et quitter
ja: サーバーからの CA 証明書の取得および終了
ka: სერვერიდან CA სერტიფიკატის გამოთხოვა და გასვლა
pt_br: Buscar certificado CA do servidor e sair

source: Show version
de: Version anzeigen
es: Mostrar versión
fr: Afficher la version
ja: バージョンの表示
ka: ვერსიის ჩვენება
pt_br: Mostrar versão

source: unknown version
de: unbekannte Version
es: Versión desconocida
fr: version inconnue
it: versione sconosciuta
ja: 不明なバージョン
ka: უცნობი ვერსია
pt_br: versão desconhecida
ru: неизвестная версия
zh_tw: 不明的版本

source: Show ids of associated resources
de: IDs zugehöriger Ressourcen anzeigen
es: Mostrar ID de recursos asociados
fr: Afficher les IDs liées aux ressources
it: Mostra gli id delle risorse associate
ja: 関連リソースの ID を表示
ka: ასოცირებული რესურსების ID-ების ჩვენება
pt_br: Exibir ids de recursos associados
ru: Показать идентификаторы связанных ресурсов
zh_tw: 顯示相聯資源的 id

source: Explicitly turn interactive mode on/off
de: Interaktiven Modus explizit aktivieren/deaktivieren
es: Activar/desactivar explícitamente el modo interactivo
fr: Désactiver explicitement le mode interactif
it: Imposta esplicitamente la modalità interattiva su on/off
ja: インタラクティブモードを明示的にオン/オフにする
ka: ინტერაქტიური რეჟიმის ჩართ/გამორთ
pt_br: Mudar explicitamente o modo interativo ligar/desligar
ru: Напрямую включить/выключить интерактивный режим
zh_tw: 明確開啓或關閉互動式模式

source: Hide headers from output
de: Kopfzeilen aus der Ausgabe ausblenden
es: Ocultar encabezados de la salida
fr: Masquer les en-têtes de la sortie
ja: 出力からヘッダーを非表示
ka: გამოტანიდან თავსართების დამალვა
pt_br: Ocultar cabe;alhos da saída

source: Output as CSV (same as --output=csv)
de: Ausgabe als CSV (entspricht --output=csv)
es: Exportar como CSV (equivale a --output=csv)
fr: Sortie de type CSV (idem --output=csv)
it: Output come CSV (simile a --output=csv)
ja: CSV として出力 (--output=csv と同じ)
ka: CSV-ში გამოტანა (იგივე, რაც --output=csv)
pt_br: Resultado como CSV (mesmo que --output=csv)
ru: Вывод в CSV (аналогично --output=csv)
zh_tw: 輸出為 CSV（與 --output=csv 相同）

source: Set output format
de: Ausgabeformat einstellen
es: Establecer el formato de salida
fr: Définir le format de sortie
ja: 出力形式の設定
ka: გამოტანის ფორმატის დაყენება
pt_br: Definir formato de saída

source: Path to custom output file
de: Pfad zur angepassten Ausgabedatei
es: Ruta al archivo de salida personalizado
fr: Chemin vers le fichier de sortie personnalisé
ja: カスタム出力ファイルのパス
ka: ბილიკი ხელით მითითებულ გამოტანის ფაილამდე
pt_br: Caminho para o arquivo de saída personalizado

source: Character to separate the values
de: Trennzeichen
es: Caracter de separación de valores
fr: Caractère de séparation des valeurs
it: Carattere per separare i valori
ja: 値を区切るための文字
ka: მნიშვნელობების გამყოფი სიმბოლო
pt_br: Caractere para separar valores
ru: Разделительный символ
zh_tw: 用來隔開值的字元

source: Get list of possible endings
de: Liste möglicher Endungen abrufen
es: Obtener lista finales posibles
fr: Lister les fins possibles
it: Ottieni un elenco delle possibili parti finali
ja: 使用できる終了部分の一覧を取得
ka: შესაძლო დასასრულების სიის მიღება
pt_br: Obtenha uma lista de finais possíveis
ru: Получить список возможных окончаний
zh_tw: 取得一列可能的結尾

source: Warning: An error occured while loading module %s.
de: Warnung: Beim Laden von Modul %s ist ein Fehler aufgetreten.
es: Advertencia: Ocurrió un error al cargar el módulo %s.
ja: 警告: モジュール %s のロード中にエラーが発生しました。
ka: გაფრთხილება: შეცდომა მოდულის (%s) ჩატვირთვისას.
pt_br: Aviso: ocorreu um erro ao carregar o módulo %s.

source: Error: Some of the required modules are disabled in configuration: %s.
de: Fehler: Einige der erforderlichen Module sind in der Konfiguration deaktiviert: %s.
es: Error: Algunos de los módulos requeridos están desactivados en la configuración: %s.
fr: Erreur : certains modules requis sont désactivés dans la configuration : %s.
ja: エラー: 必須モジュールの一部が設定で無効になっています: %s 。
ka: შეცდომა: ზოგიერთი საჭირო მოდული გამორთულია კონფიგურაციაში: %s.
pt_br: Erro: alguns dos modelos necessários estão desabilitados na configuração: %s.

source: Value described in the option's description. Mostly simple string
fr: Valeur décrite dans le description de l’option. Surtout des chaînes simples
ja: オプションの説明に記載されている値。ほとんどの場合、単純な文字列です
ka: პარამეტრის აღწერაში აღწერილი მნიშვნელობა. მარტივი სტრიქონი

source: Comma-separated list of key=value.
de: Kommagetrennte Liste mit Schlüssel-Wert-Paaren.
es: Lista de pares llave=valor separados por comas.
fr: Liste de clef=valeur séparées par des virgules.
it: Elenco separato da virgole di key=value.
ja: key=value のコンマ区切りの一覧です。
ka: მძიმით გამოყოფილი სია ცვლადი=მნიშვნელობა.
pt_br: Lista da chave=valor separada por vírgulas.
ru: Список пар «ключ=значение» через запятую.
zh_tw: 逗號區隔開的一列 key=value。

source: JSON is acceptable and preferred way for such parameters
fr: JSON est une méthode acceptable et privilégiée pour de tels paramètres
ja: JSON は、このようなパラメーターで使用でき、推奨される方法です
ka: JSON ასეთი პარამეტრებისთვის მისაღები ფორმაა

source: Value must be defined as a comma-separated list of key=value or valid JSON.
de: Wert muss als kommagetrennte Liste mit Schlüssel=Wert oder gültigem JSON sein.
es: El valor debe definirse como una lista de pares clave=valor o formatos JSON válidos separados por comas.
fr: La valeur doit être définie comme liste séparée par des virgules de clé=valeur ou un JSON valide.
ja: 値は key=value または有効な JSON のコンマ区切りの一覧として定義する必要があります。
ka: მნიშვნელობა მძიმით გამოყოფილ გასაღები=მნიშვნელობა ტიპის სიას ან სწორ JSON-ის უნდა წარმოადგენდეს.
pt_br: O valor deve ser definido como uma lista separada por vírgulas de key=value ou JSON válido.

source: Comma separated list of values. Values containing comma should be quoted or escaped with backslash.
de: Kommagetrennte Liste von Werten. Werte, die Kommas enthalten, sollten in Anführungszeichen gesetzt oder mit Backslash maskiert werden.
es: Lista de valores separados por comas. Los valores que contienen coma deben estar entre comillas o separados por una barra invertida.
fr: Liste de valeurs séparées par des virgules. Les valeurs contenant une virgule doivent être indiquées ou échappées par une barre oblique inversée.
ja: 値のコンマ区切りの一覧。コンマを含む値は引用符で囲むか、円記号でエスケープする必要があります。
ka: მძიმით გამოყოფილი მნიშვნელობების სია. მძიმების შემცველი მნიშვნელობები ბრჭყალებში უნდა იყოს ჩასმული, ან \-ით სრულდებოდეს.
pt_br: Lista de valores separados por vírgulas. Valores contendo vírgulas devem estar entre aspas ou ter uma barra invertida.

source: Comma separated list of values defined by a schema.
fr: Liste de valeurs séparées par des virgules et définies par un schéma.
ja: スキーマで定義された値のコンマ区切りリスト。
ka: სქემის მიერ აღწერილი მძიმით გამოყოფილი მნიშვნელობების სია.

source: Numeric value. Integer
fr: Valeur numérique. Entier relatif
ja: 数値。整数
ka: რიცხვითი მნიშვნელობა: მთელი რიცხვი

source: Numeric value is required.
de: Numerischer Wert ist erforderlich.
es: El valor numérico es obligatorio.
fr: Valeur numérique obligatoire.
ja: 数値が必要です。
ka: საჭიროა რიცხვითი მნიშვნელობა.
pt_br: O valor numérico é necessário.

source: One of %s
de: Einer von %s
es: Uno de %s
fr: Un sur %s
ja: %s の 1 つ
ka: ერთი %s-დან
pt_br: Uma das %s

source: Value must be one of %s.
de: Wert muss einer von '%s' sein.
es: El valor debe ser uno de %s.
fr: La valeur doit être choisie parmi %s.
ja: 値は '%s' のいずれかに指定する必要があります。
ka: მნიშვნელობა ერთი %s-დან ერთი უნდა იყოს.
pt_br: O valor deve ser um dos %s.

source: Path to a file
fr: Chemin de fichier
ja: ファイルへのパス
ka: ბილიკი ფაილამდე

source: Unable to parse JSON input.
de: JSON-Eingabe nicht analysierbar.
es: No se puede analizar la entrada JSON.
fr: Impossible d'analyser l'entrée JSON.
ja: JSON 入力を解析できません。
ka: შეყვანილი JSON-ის დამუშავების შეცდომა.
pt_br: Não foi possível analisar a entrada JSON.

source: Possible values are described in the option's description
fr: Les valeurs possibles sont décrites dans la description de l’option
ja: 使用できる値は、オプションの説明に記載されています。
ka: შესაძლო მნიშვნელობები პარამეტრის აღწერაშია

source: Possible value(s): %s
de: Mögliche(r) Wert(e): %s
es: Valores posibles: %s
fr: Valeurs possible(s) : %s
ja: 許容値: %s
ka: შესაძლო მნიშვნელობები: %s
pt_br: Possível(is) valor(es): %s
ru: Возможные значения: %s
zh_tw: 可能的值：%s

source: Value must be %s.
de: Wert muss '%s' sein.
es: El valor debe ser %s.
fr: La valeur doit être %s.
ja: 値は %s にする必要があります。
ka: მნიშვნელობა უნდა იყოს %s.
pt_br: O valor deve ser %s.

source: Date and time in YYYY-MM-DD HH:MM:SS or ISO 8601 format
de: Datum und Uhrzeit im Format JJJJ-MM-TT HH:MM:SS oder ISO-8601-Format
es: Fecha y hora en AAAA-MM-DD HH:MM:SS o formato ISO 8601
fr: Date et heure suivant YYYY-MM-DD HH:MM:SS ou format ISO 8601
it: Data e ora con un formato ANNO-MESE-GIORNO ORA:MINUTI:SECONDI o ISO 8601
ja: 日時 (YYYY-MM-DD HH:MM:SS または ISO 8601 形式)
ka: თარიღი და დრო წწწწ-თთ-დდ სს:წწ:წწ ან ISO 8601 ფორმატში უნდა იყოს
pt_br: Data e hora em formato YYYY-MM-DD HH:MM:SS ou ISO 8601
ru: Дата и время в виде ГГГГ-ММ-ДД:ЧЧ:СС или в формате ISO 8601
zh_tw: 日期與時間，格式為 YYYY-MM-DD HH:MM:SS 或是 ISO 8601 格式

source: '%s' is not a valid date.
de: '%s' ist kein gültiges Datum.
es: '%s' no es una fecha válida.
fr: '%s' n'est pas une date correcte.
ja: %s は有効な日付ではありません。
ka: '%s' სწორ თარიღს არ წარმოადგენს.
pt_br: '%s' não é uma data válida.

source: Any combination of possible values described in the option's description
fr: Toute combinaison de valeurs possibles est décrite dans la description de l’option
ja: オプションの説明に記載されている、使用できる値の組み合わせ
ka: შესაძლო მნიშვნელობების ნებისმიერი კომბინაცია, რომელიც პარამეტრის აღწერაშია აღწერილი

source: Any combination (comma separated list) of '%s'
de: Eine Kombination (kommagetrennte Liste) aus '%s'
es: Cualquier combinación (lista separada por comas) de '%s'
fr: Toute combinaison (liste séparée par des virgules) de '%s'
it: Qualsiasi combinazione (elenco separato da virgole) di '%s'
ja: %s の任意の組み合わせ (コンマ区切りの一覧)
ka: '%s'-ის ნებისმიერი კომბინაცია (მძიმით გამოყოფილი სია
pt_br: Qualquer combinação (lista separada por vírgula) de '%s'
ru: Любые комбинации «%s» через запятую
zh_tw: 任何（以逗號隔開的）「%s」的組合

source: Value must be a combination of '%s'.
de: Wert muss eine Kombination aus '%s' sein.
es: El valor debe ser una combinación de '%s'.
fr: La valeur doit être une combinaison de '%s'.
ja: 値は '%s' の組み合わせにする必要があります。
ka: მნიშვნელობა "%s"-ის კომბინაცია უნდა იყოს.
pt_br: O valor deve ser uma combinação de '%s'.

source: Warning: Option %{option} is deprecated. %{message}
de: Warnung: Option %{option} ist veraltet. %{message}
es: Advertencia: La opción %{option} es obsoleta. %{message}
fr: Avertissement : Option %{option} est dépréciée. %{message}
ja: 警告: オプション %{option} は非推奨です。%{message}
ka: გაფრთხილება: %{option} მოძველებულია. %{message}
pt_br: Advertência: A opção %{option} é depreciada. %{message}
ru: Параметр %{option} является устаревшим. %{message}
zh_tw: 警告：選項 %{option} 已淘汰。%{message}

source: Deprecated: %{deprecated_msg}
de: Veraltet: %{deprecated_msg}
es: Obsoleto: %{deprecated_msg}
fr: Déprécié : %{deprecated_msg}
ja: 非推奨: ％%{deprecated_msg}
ka: მოძველებულია: %{deprecated_msg}
pt_br: Depreciado: %{deprecated_msg}

source: %{flag} is deprecated: %{deprecated_msg}
de: %{flag} ist veraltet: %{deprecated_msg}
es: %{flag} es obsoleto: %{deprecated_msg}
fr: %{flag} est déprécié : %{deprecated_msg}
ja: %%{flag} は非推奨です: ％%{deprecated_msg}
ka: %{flag} მოძველებულია: %{deprecated_msg}
pt_br: %{flag} é depreciado: %{deprecated_msg}

source: Can be specified multiple times.
de: Kann mehrfach angegeben werden.
es: Se puede especificar varias veces.
fr: Peut être spécifié plusieurs fois.
ja: 複数回指定することができます。
ka: შეიძლება მრავალჯერ იყოს მითითებული.
pt_br: Pode ser especificado diversas vezes.

source: , or
de: oder
es: , o
fr: , ou
ja: または
ka: , ან
pt_br: , ou

source: Default:
de: Standard:
es: Predeterminado:
fr: Valeur par défaut :
ja: デフォルト:
ka: ნაგულისხმები:
pt_br: Padrão:

source: Environment variable HAMMER_NIL can not be empty.
de: Umgebungsvariable HAMMER_NIL kann nicht leer sein.
es: La variable de entorno HAMMER_NIL no puede estar vacía.
fr: La variable d'environnement HAMMER_NIL ne peut pas être vide.
ja: 環境変数 HAMMER_NIL を空にすることはできません。
ka: გარემოს ცვლადი HAMMER_NIL არ შეიძლება ცარიელი იყოს.
pt_br: A variável de ambiente HAMMER_NIL não pode estar vazia.

source: Show specified fields or predefined field sets only. (See below)
de: Nur angegebene Felder oder vordefinierte Feldsätze anzeigen. (Siehe unten)
fr: Afficher uniquement les champs spécifiés ou les ensembles de champs prédéfinis. (Voir ci-dessous)
ja: 指定したフィールドまたは定義済みのフィールドセットのみを表示します (下記参照)。
ka: მხოლოდ მითითებული ველების ან წინასწარ განსაზღვრული ველების ნაკრების ჩვენება. (იხილეთ ქვემოთ)

source: There is no such predefined option %s.
de: Es gibt keine solche vordefinierte Option %s.
es: No existe tal opción predefinida %s.
fr: Il n'existe pas d'options prédéfinis %s.
ja: %s のような事前定義されたオプションはありません。
ka: წინასწარ აღწერილი პარამეტრი %s არ არსებობს.
pt_br: Não há a opção predefinida %s.

source: Unknown option name '%s'.
de: Unbekannter Optionsname '%s'.
es: Nombre de opción desconocido '%s'.
fr: Nom d'option '%s' inconnue.
ja: 不明なオプション名 '%s'。
ka: პარამეტრის არასწორი სახელი: %s.
pt_br: Nome da opção '%s' desconhecida.

source: You can't set all options %s at one time.
de: Nicht alle Optionen %s sind gleichzeitig anwendbar.
es: No se pueden definir todas las opciones %s al mismo tiempo.
fr: Vous ne pouvez pas définir toutes les options %s en même temps.
ja: 1 度にすべてのオプション %s を設定できません。
ka: ყველა პარამეტრის %s ერთდროულად დაყენება არ შეგიძლიათ.
pt_br: Você não pode definir todas as opções %s de uma só vez.

source: Options %s are required.
de: Optionen %s sind erforderlich.
es: Se requieren las opciones %s.
fr: Les options %s sont obligatoires.
ja: オプション %s は必須です。
ka: პარამეტრი %s აუცილებელია.
pt_br: As opções %s são necessárias.

source: You can't set option %s.
de: Sie können die Option %s nicht festlegen.
es: No se puede definir la opción %s.
fr: Vous ne pouvez pas définir l'option %s.
ja: オプション %s は設定できません。
ka: პარამეტრი %s-ის დაყენება არ შეგიძლიათ.
pt_br: Não é possível definir a opção %s.

source: Option %s is required.
de: Option %s ist erforderlich.
es: Se requiere la opción %s.
fr: L'option %s est obligatoire.
ja: オプション %s は必須です。
ka: პარამეტრი %s აუცილებელია.
pt_br: A opção %s é necessária.

source: You can't set any of options %s.
de: Sie können keine der Optionen %s festlegen.
es: No se puede definir ninguna de las opciones %s.
fr: Vous ne pouvez définir aucune des options %s.
ja: どのオプション %s も設定できません。
ka: პარამეტრი %s-ის დაყენება არ შეგიძლიათ.
pt_br: Não é possível definir nenhuma das opções %s.

source: At least one of options %s is required.
de: Mindestens eine der Optionen %s ist erforderlich.
es: Se requiere al menos una de las opciones %s.
fr: Au moins une des options de %s est obligatoire.
ja: オプション %s が少なくとも 1 つ以上必要です。
ka: საჭიროა პარამეტრებიდან ერთერთი მაინც: %s.
pt_br: Pelo menos uma das opções %s é necessária.

source: One of options %s is required.
de: Eine der Optionen %s ist erforderlich.
es: Se requiere una de las opciones %s.
fr: Une des options %s est obligatoire.
ja: オプション %s のいずれかが必要です。
ka: საჭიროა პარამეტრებიდან ერთერთი: %s.
pt_br: Uma das opções %s é necessária.
